Repository: vovashvets/custom-modules-examples
Catalog: managing_activities/translations/*.po
Languages: es

source: No applications found.
es: No se encontraron solicitudes.

source: Dear User: @user, Here you can change the status for applications.
es: Querido Usuario: @user, aquí podrás cambiar el estado de las solicitudes.

source: Add here the information about the different configuration values for the Managing Activities Config Form.
es: Añade aquí la información acerca de los diferentes valores de configuración para el módulo Managing Activities.

source: Minimum Age for registration
es: Edad mínima para registro

source: Add a minimum age for attendee registration.
es: Añade una edad mínima para el registro de asistencia.

source: Email direction for notices
es: Dirección de correo electrónico para avisos

source: Add a email address for notices.
es: Añade una dirección de correo electrónico para recibir avisos.

source: We will process your request and respond by mail as soon as possible.
es: Procesaremos su petición y responderemos por correo electrónico tan pronto como sea posible.

source: Pick your event
es: Escoge tu evento

source: Select the event where you want to apply.
es: Selecciona el evento para el que quieres solicitar asistenciar
